#!/usr/bin/env python
# -*- coding:UTF-8 -*-
'''
@author: HG
@contact: 18165271995@163.com
@file: config.py
@time: 2019/9/30 15:41
'''
#配置论文，记录保存路径
from easydict import EasyDict
cf=EasyDict()
cf.paperPath=r"E:\知网爬虫新关键字\07paper"
cf.record=r"E:\知网爬虫新关键字\07record"
# cf.clssifiction=[{"载人航天":["载人 航天","载人 登月","载人 飞船"]},{"深空探测":["深空 探测","月球 探测","火星 探测","小行星 探测","月球 探测器","月球 着陆器","火星车","火星 探测器","火星 着陆器","小行星 探测器","脉冲星"]}]
# cf.clssifiction=[{"载人航天":["空间站","国际空间站","航天飞机","探索飞行器","货运飞船","光学舱","空间实验室"]},{"深空探测":["嫦娥一号","嫦娥二号","嫦娥三号","嫦娥四号","嫦娥五号","天体探测","巡视探测","探月计划","探月工程"]}]
cf.clssifiction=[{"载人航天":["宇航服","载人月球","载人登月","交会对接","空间机械臂","在轨维修","在轨服务","航天员","航天医学","航天食品"]},{"深空探测":["深空 自主导航","星际航行","核热推进","核电推进","天文导航","空间 望远镜","射电 望远镜","微推进系统","脉冲星导航"]}]